{
  "users": [
    {
      "id": "7d5372ba-ed90-47f8-8d8d-8285e9e1602c",
      "login": "test@mail.ru",
      "password": "111111"
    },
    {
      "id": "5b11b7b1-0330-4c9e-b9d1-dbaf781f6876",
      "login": "1test@mail.ru",
      "password": "111111"
    },
    {
      "id": "68eec233-7f00-4769-940e-23776820619f",
      "login": "12test@mail.ru",
      "password": "111111"
    }
  ],
  "workouts": {
    "chest": {
      "group": "Грудь",
      "videos": [
        {
          "id": "1",
          "title": "Линдовер",
          "videoId": "JFol7P2SZc4"
        },
        {
          "id": "2",
          "title": "Что качаем? - Грудные",
          "videoId": "I3AjvxcdDAg"
        },
        {
          "id": "3",
          "title": "Не растут мышцы?",
          "videoId": "RTlMlKB9rn0"
        },
        {
          "id": "4",
          "title": "Топ-5 для груди",
          "videoId": "q5q0_rHHOdA"
        },
        {
          "id": "5",
          "title": "Крутейшая тренировка груди",
          "videoId": "c7x6XYq586Y"
        }
      ]
    },
    "back": {
      "group": "Спина",
      "videos": [
        {
          "id": "1",
          "title": "Тренировка спины",
          "videoId": "G771NOqU9bo"
        },
        {
          "id": "2",
          "title": "Тренируем спину с Сарычевым",
          "videoId": "2zK_ap1dpi4"
        },
        {
          "id": "3",
          "title": "Как качать спину",
          "videoId": "01nLE6Xb0AY"
        }
      ]
    },
    "shoulders": {
      "group": "Плечи",
      "videos": [
        {
          "id": "1",
          "title": "Прокачай свои плечи",
          "videoId": "ckC-P2xUPPc"
        },
        {
          "id": "2",
          "title": "Плечи с Линдовером",
          "videoId": "KuL_0BZYmY0"
        },
        {
          "id": "3",
          "title": "Тренировка плеч",
          "videoId": "jGuHtGSbwGU"
        }
      ]
    }
  },
  "nutrition": {
    "breakfast": {
      "group": "Завтрак",
      "recipes": [
        {
          "id": "1",
          "title": "Творожная запеканка",
          "img": "https://static.1000.menu/img/content-v2/a2/a1/50724/tvorojnaya-zapekanka-pp-v-duxovke-bez-muki_1602407336_15_max.jpg",
          "text": "Яйца разделите на желтки и белки. К желткам добавьте творог, молоко и ванилин. Тщательно перемешайте продукты. Взбейте белки до крутых пиков. Добавьте взбитые белки к основной массе. Делайте это порциями, по несколько столовых ложек, аккуратно вмешивая их после каждого добавления. Вылейте полученную массу в форму. Пеките запеканку в духовке при температуре 170°С 40-50 минут. Подавайте запеканку остывшей. Можно полить ее медом или каким-нибудь сиропом - кленовым из топинамбура. Добавьте к запеканке ягоды - они заменят сахар, которого в ней нет."
        },
        {
          "id": "2",
          "title": "Классический салат нисуаз с тунцом, анчоусами и перепелиными яйцами",
          "img": "https://static.1000.menu/img/content-v2/22/8f/12575/salat-nisuaz_1595485359_13_max.jpg",
          "text": "Молодой картофель отварите в мундире до готовности. Фасоль бланшируйте в кипятке примерно 10 минут до готовности. Затем откиньте на дуршлаг и обдайте холодной фильтрованной водой. Перепелиные яйца отварите отдельно вкрутую. После закипания воды яйца будут готовы уже через 5 минут. Сразу залейте их ледяной водой, чтобы лучше чистились. Для нисуаза традиционно используется салат \"Романо\" или \"Ромэн\". Остывшие картофель и яйца очистите и нарежьте. Картофель на четвертинки, яйца пополам. Томаты черри и оливки без косточки нарежьте пополам, красный лук - кольцами. На тарелки выложите крупно нарезанные салатные листья, сверху - фасоль. В центр выложите консервированный тунец в собственном соку. По бокам симметрично яйца и картофель. Следом лук, помидоры и оливки. Осталось приготовить соус. Для соуса смешайте погружным блендером оливковое масло, бальзамический уксус, дижонскую горчицу и филе анчоуса. Половинки филе на две порции мне вполне достаточно. Но вы регулируйте по вкусу. С погружным блендером косточек от анчоуса в соусе не будет чувствоваться совсем."
        },
        {
          "id": "3",
          "title": "Ленивая овсянка в банке с йогуртом",
          "img": "https://static.1000.menu/img/content-v2/05/cc/16217/lenivaya-ovsyanka-v-banke_1584961141_11_max.jpg",
          "text": "Для приготовления ленивой овсянки в банке нам понадобится: 150 г овсяных хлопьев быстрого приготовления; 100 мл молока; 120 г вишневого йогурта; 120 г йогурта без добавок; 50 г замороженной вишни; 1 ст. л. семян чиа (по желанию). В натуральный йогурт добавить семена чиа и перемешать. По чистым баночкам равномерно распределить половину овсяных хлопьев. Залить хлопья молоком. На овсянку с молоком выложить вишневый йогурт. Сверху распределить ягоды вишни. На вишню высыпать оставшиеся овсяные хлопья. На хлопья разложить йогурт с семенами чиа. Плотно закрутить баночки с овсянкой крышками. При желании можно встряхнуть баночки, чтобы содержимое перемешалось. Убрать овсянку в холодильник на ночь. На утро полезный и вкусный завтрак готов."
        }
      ]
    },
    "dinner": {
      "group": "Обед",
      "recipes": [
        {
          "id": "1",
          "title": "Пицца на курином фарше вместо теста",
          "img": "https://static.1000.menu/img/content-v2/07/ab/50363/pp-picca-na-kurinom-farshe-vmesto-testa_1600711958_15_max.jpg",
          "text": "Подготовьте необходимые ингредиенты. Для начинки лучше использовать домашний томатный соус. Для куриного фарша используйте филе как более диетическую часть птицы. Сыр выбирайте с низким процентом жирности. Можно добавить в начинку свежие шампиньоны. Куриное филе помойте, обсушите. Нарежьте филе произвольными кусочками, измельчите в блендере до состояния фарша либо пропустите через мясорубку. Добавьте к куриному фаршу яйцо, посолите, добавьте базилик, перемешайте. Лист застелите пергаментом, влажными руками сформируйте из фарша основу для пиццы. Чтобы было удобно сделать ее более ровной и равномерной по толщине, накройте лепешку из фарша пищевой пленкой и пройдитесь аккуратно скалкой. Выпекайте основу в заранее разогретой до 180С духовке 15 минут. Испеченную основу смажьте томатным соусом. Помидоры нарежьте кружочками, выложите на основу из фарша. Распределите кружочки болгарского перца. Моцареллу натрите на крупной терке или нарежьте ломтиками. Присыпьте пиццу сверху сыром. Запекайте пиццу без теста в заранее разогретой до 180С духовке 10-15 минут."
        },
        {
          "id": "2",
          "title": "Печень на сковороде",
          "img": "https://static.1000.menu/img/content/37702/pechen-na-skovorode_1565378924_10_max.jpg",
          "text": "Куриную печень промываем, срезаем пленочки и жир, разрезаем на кусочки. Репчатый лук чистим от шелухи, нарезаем кубиками, перьями или колечками. Морковь моем, чистим и натираем на терке или нарезаем соломкой. На масле обжариваем репчатый лук с морковью до мягкости моркови, снимаем овощи со сковороды. На той же сковороде жарим печень на сильном огне, перемешивая лопаткой, чтобы печень побелела и зарумянилась, убавляем огонь. Затем в сковороду с печенью возвращаем овощную зажарку. Перемешиваем ингредиенты и жарим их вместе под крышкой еще около 5-7 минут, чтобы печень хорошо прожарилась внутри. Подаем печень к столу как самостоятельное блюдо или с любым гарниром."
        },
        {
          "id": "3",
          "title": "Фаршированные перцы с томатной пастой в кастрюле",
          "img": "https://static.1000.menu/img/content-v2/8e/df/45488/farshirovannye-percy-s-tomatnoi-pastoi-v-kastrule_1586958519_14_max.jpg",
          "text": "Болгарские перцы хорошенько вымойте, срежьте крышечки и удалите семена. Крышечки не выкидывайте - они еще понадобятся. Фарш можно использовать из какого-то одного вида мяса или птицы (например, куриный, говяжий или свиной) или смешанный. Сухой чеснок можете заменить двумя зубчиками свежего чеснока, пропущенными через пресс. Рис промойте холодной водой, откиньте на сито и обсушите. Смешайте в миске фарш с рисом, сушеным чесноком, солью и перцем. Все тщательно вымесите. Наполните болгарские перцы подготовленным фаршем. Обычно соус готовят на основе томатной пасты, разведенной водой так же можно добавить в кастрюлю стебель сельдерея. На дно кастрюли вертикально поставьте перцы. Они должны стоять вплотную друг к дружке и не падать. В каждый перец влейте по 1 ст. л. соуса. Оставшийся соус вылейте на дно кастрюли. Соус должен доходить до ¾ перцев. Если соуса недостаточно, долейте в кастрюлю еще воды. В соус выложите кусочки сельдерея, лавровые листья и горошины душистого перца. Накройте овощи крышечками. Поставьте кастрюлю с перцами на средний огонь. Доведите соус до кипения и тушите на медленном огне под крышкой около 45 минут до готовности начинки."
        }
      ]
    },
    "supper": {
      "group": "Ужин",
      "recipes": [
        {
          "id": "1",
          "title": "Овощное рагу с баклажанами и кабачками",
          "img": "https://static.1000.menu/img/content-v2/0c/8e/42420/ovoshchnoe-ragu-s-baklajanami-i-kabachkami_1614484304_17_max.jpg",
          "text": "Помидор разрежьте пополам и натрите на мелкой терке, отсекая кожицу. Баклажан нарежьте полукружьями и обваляйте со всех сторон в муке. Болгарский перец очистите от семян и плодоножки, мякоть нарежьте средними кубиками. Кабачок нарежьте средними кубиками. Морковь очистите и нарежьте кружочками или полукружьями. Луковицу очистите и нарежьте мелкими кубиками. В кастрюлю с толстым дном влейте растительное масло. Выложите лук и морковь. Распределите кабачки. На кабачке выложите слой баклажанов в муке. Сверху распределите болгарский перец и измельченную томатную массу. Влейте в кастрюлю стакан воды. Поставьте кастрюлю с овощами на плиту и тушите под крышкой на среднем огне примерно 15-20 минут. Когда овощи пустят много сока, аккуратно перемешайте их и попробуйте на вкус. Добавьте сахар, соль и перец по вкусу и снова осторожно перемешайте. Тушите рагу из овощей под крышкой при слабом кипении еще около 20-25 минут или дольше до готовности."
        },
        {
          "id": "2",
          "title": "Жареные шампиньоны с луком на сковороде",
          "img": "https://static.1000.menu/img/content-v2/b5/73/34563/jarenye-shampinony-s-lukom-na-skovorode_1606139843_6_max.jpg",
          "text": "Шампиньоны промойте, высушите шампиньоны полотенцем, нарежьте на ломтики произвольной формы и размера. На сковородке разогрейте растительное масло, выложите очищенный и нарезанный мелкими кубиками репчатый лук. Выложите к луку на сковородку измельченные шампиньоны, перемешайте. Также помешивая обжаривайте грибы с луком на среднем огне до момента, когда выпарится весь сок и грибочки начнут подрумяниваться."
        }
      ]
    }
  }
}